[
  {
    "name": "Apricity OS 05.2016 Releases",
    "body": "This month, there are four images of Apricity OS. As usual, the Gnome and Cinnamon Betas have received several upgrades. However, the Gnome distribution is moving into Release Candidate 2, and the Cinnamon distribution is seeing its first Release Candidate (RC) this month. If all goes well, next month the stable branch of the Gnome distribution will get its first fully stable release, and the Cinnamon version will transition into its second RC. Both Betas have (experimental) NVMe support in their installers this month, and if no issues are found, this feature will make its way into the stable branches next month. Additionally, prebootloader has been replaced with the more fully-featured efitools package in all snapshots, because of an arch-wide depreciation of the prebootloader package.\n\nAs always, we hope you will find these releases easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2016-06-01T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 04.2016 Beta & RC1 Release",
    "body": "We’re very excited to announce Apricity’s first ever stable Release Candidate. Apricity OS 04.2016 Beta is being released alongside Apricity OS 04.2016 RC1. This month, a lot of effort has gone into improving the development workflow and making a distinction between stable, tested features and untested features. The apricity-core repository has split into three seperate repositories: the standard, unsigned apricity-core repo, a new signed apricity-core repo, and a signed apricity-core-dev repository for developers. All three repos are now being built twice a week. On the github side of things, almost all repositories have moved onto a new branching model. Repositories on this branching model have at least two branches: dev, and master. Feature branches are merged into dev when they are more-or-less finished. Master is considered the stable branch, and dev, as its name suggests, is for development. New features should be built on seperate feature-* branches, releases will be developed on release-* branches, and hotfixes for production code will be built on hotfix-* branches. Both versions of stable apricity-core now build packages from the master branches, and apricity-core-dev builds from dev branches. In terms of the OS itself, not much has changed. Many bugs with the installer have been fixed, more mouse/touchpad drivers are being included by default, and many apricity-* packages have received bugfixes. Autologin for the Gnome edition has been fixed. A particularly annoying bug where the Apricity Icons iconset threw warnings about missing size fields has (finally) been fixed. As an aside, Apricity recently passed 100,000 downloads! Thanks to everyone who helped us reach this milestone.\n\nAs always, we hope you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2016-05-01T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 03.2016 Beta Release",
    "body": "The Apricity OS Team is happy to announce the release of Apricity OS 03.2016 Beta. This is a relatively small update as we prepare to release a stable version in April. This month we have fixed an important security-relevant bug, and are beginning to test an unstable version of Gnome 3.20, which will be included in next month’s release. This month we have also made significant improvements to the spam prevention system on the forum, which should save moderators quite a bit of work. As always, we hope that you will find this release to be easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2016-03-29T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 02.2016 Beta Release",
    "body": "The Apricity OS Team is proud to announce the release of Apricity OS 02.2016 Beta. This is the first ever Apricity OS release with more than one edition. This month, you can download either the GNOME edition or the Cinnamon edition. The former is recommended for more powerful systems and for users who prefer a slightly more modern, more touch-oriented desktop interface, while the latter is recommended for less powerful systems and for users who prefer a more traditional desktop interface. Other improvements to the operating system include updates to dozens of packages including the terminal (better transparency), Nautilus (Google Drive support), MTP, Pamac (several new features, support for the latest version of Pacman), and Totem (support for more codecs). Additionally, Apricity is now using version 2.0 of Calamares, the installer, which should improve overall stability during the installation process. We have also decreased the system RAM requirement to 900 Mb to enable more users to take advantage of Apricity OS. As always, we hope that you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team.",
    "createdAt": ISODate("2016-02-27T05:00:00+00:00")
  },
  {
    "name": "Apricity OS 01.2016 Beta Release",
    "body": "The Apricity OS Team is happy to announce the release of Apricity OS 01.2016 Beta. This release brings us ever closer to a stable, bug-free version. As usual, these release notes will detail the changes made in this version of Apricity OS. However, they will also begin explaining the progress that has been made with respect to other editions. First, recent changes: this release brings several improvements to the default vim interface, improved Samba and MTP integration, and the inclusion of several community-contributed wallpapers in the default wallpaper set.\n\nNow, let’s talk about desktop environments.\n\nWhen we first released Apricity OS, GNOME was the obvious choice for a default desktop environment. GNOME is easy to use for a beginner, it’s fairly customizable through its set of extensions and it can be made to complement the user’s aesthetic needs. Which desktop environment to use for the second edition, however, is a little harder to decide. We ultimately decided on Cinnamon for a number of reasons. Our original idea was to use KDE, but Plasma 5 just isn’t stable enough yet. We next turned to XFCE, but it doesn’t look very polished and isn’t very customizable. Briefly considering LXDE, Pantheon, Budgie and i3, we rejected them for a number of reasons. LXDE, like XFCE, isn’t very polished, Pantheon and Budgie aren’t customizable enough, and i3 isn’t user-friendly enough. We will later create editions of Apricity OS with some or all of these desktop environments, but we believe that the second edition needs to follow the same philosophy as the first and appeal to a similar audience. Below is a gallery of screenshots from an internal alpha of the Cinnamon version; a similar alpha will soon be released publicly.\n\nIn other news, a huge overhaul of the site’s front and back ends is coming within a few months, as is a merchandise section. Vote at [this poll](http://apricityos.com/merchpoll.html) to help decide what types of products you want to see. Fun fact: today, January 27th, is the six month anniversary of the first ever Apricity OS release. As always, we hope that you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2016-01-28T05:00:00+00:00")
  },
  {
    "name": "Apricity OS 12.2015 Beta Release",
    "body": "We’re very happy to announce the release of Apricity OS 12.2015 Beta, just in time for the holidays. We had hoped to release our very first KDE edition, but alas it won’t be ready until next month. Write a quick comment if you’d like to see an XFCE version before the KDE one, or if you have any other suggestions. With this release, we’ve fixed several bugs relating to package management, and have included a preconfigured Vim with the system. Additionally, we’ve upgraded Calamares, the installer, to version 2.0 Beta2, the latest relatively stable version. As always, we hope you’ll enjoy this release.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-12-26T05:00:00+00:00")
  },
  {
    "name": "Apricity OS 11.2015 Beta Release",
    "body": "The Apricity OS Team is very excited to announce the release of Apricity OS 11.2015 Beta. This release brings some notable improvements including a potential fix for some USB-writing bugs, a brand new terminal prompt, a bugfix for some Firefox installations, more Nvidia improvements, more Bluetooth bugfixes, and a permissions fix. We hope this release will be intuitive and enjoyable to use, and look forward to the fast-approaching KDE edition of Apricity OS.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-11-09T05:00:00+00:00")
  },
  {
    "name": "Apricity OS 10.2015 Beta Release",
    "body": "We are proud and very excited to announce the release of Apricity OS 10.2015 Beta. This release makes Apricity OS one of the very first Linux distributions to ship with Gnome 3.18, an update that brings several improvements including Google Drive integration, a more intuitive file manager, automatic screen brightness adjustment, and improved touchscreen actions, among other changes. This version of Apricity OS also brings improved printer support, better Nvidia graphics compatibility, more robust bluetooth functionality, improved VirtualBox integration, and the first steps towards enabling the creation of versions of Apricity OS with other desktop environments and firstrun.sh scripts. As usual, we hope that you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-10-12T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 09.2015 Beta Release",
    "body": "The Apricity OS Team is happy to announce the release of Apricity OS 09.2015 Beta. This release brings several improvements, including improved automated hardware configuration, support for a greater range of hardware, improved default dock functionality, support for Firefox in ICE, improved UEFI support, Google Chrome 45–bringing a much needed decrease in system resource usage, support for transparency in terminal window backgrounds, improved filesystem permissions, smaller default desktop icons, and several other bugfixes. As usual, we hope you will find this release easy and enjoyable to use.\nSincerely,\nThe Apricity OS Team",
    "createdAt": ISODate("2015-09-07T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 08.2015 Beta Release",
    "body": "The Apricity OS Team is excited to announce the release of Apricity OS 08.2015 Beta. This release brings several improvements over the July Beta, including a brand new installer with more options for both automatic and advanced partitioning, minimal network usage, a much faster installation process, and more. This release also brings a more unified design across GTK+ and QT applications, minor theme improvements across the board, permission bugfixes, much improved non-US keymap support, improved dock customizability, a better font installer, support for Java Icedtea, multilib bugfixes, a better UEFI bootloader, and other minor bugfixes. The August Beta comes with version 4.1.5 of the Linux Kernel, LibreOffice 5.0.1, Syncthing 0.7.4.1, and GNOME 3.16.3, among other updated packages. As always, we hope you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-08-24T04:00:00+00:00")
  },
  {
    "name": "A Global Release",
    "body": "We are very happy to say that after just one week of availability, Apricity OS has been downloaded from twelve countries around the world: the United States, Brazil, Spain, Germany, the United Kingdom, Hungary, Italy, Portugal, France, Lithuania, Poland, and Taiwan. This is very exciting, and we hope that our work will continue to be appreciated on such a global level.\n\nThank you for all the support,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-08-03T04:00:00+00:00")
  },
  {
    "name": "Apricity OS 07.2015 Beta Release",
    "body": "The Apricity OS team is incredibly proud to announce the release of Apricity OS 07.2015 Beta, a new Arch Linux based distribution. This comes as the product of over a year of thought, dedication, and creation. The beta release comes with a host of exciting features including a tool for creating SSBs, Liquid Prompt in the terminal, BtSync, PlayOnLinux, excellent hidpi support, Pushbullet, a modified Google Chrome experience, low memory usage, an improved Gnome experience, Libreoffice 4.4.4, Systemd, a rolling release model, and graphical package installation from the Archlinux repositories, the Apricity repositories, and the AUR. This release includes version 4.0.7 of the Linux Kernel, version 20150527 of Linux Firmware, and many supplementary drivers in order to ensure compatibility with the widest possible range of devices. If any aspect of your device is not supported, please don’t hesitate to let us know. Our lead developer can be reached at contact@apricityos.com, and our forum can be found at apricityos.com/forum. If you like this project and want to help support it, go to patreon.com/apricity. Developers can contribute to the Apricity OS project on GitHub at github.com/agajews/ApricityOS. We hope that you will find this release easy and enjoyable to use.\n\nSincerely,\n\nThe Apricity OS Team",
    "createdAt": ISODate("2015-07-18T04:00:00+00:00")
  }
]
