[
  {
    "name": "tagline",
    "text": "Simple, Beautiful, Linux."
  },
  {
    "name": "homeIntro",
    "text": "Break free with Apricity OS, the operating system with a customizable, clean, and easy setup. Apps like ICE, which creates site-specific browsers, and Syncthing, which makes remote file sharing easier than ever, enable a more productive lifestyle. Prebuilt packages from the AUR along with the Pamac updater and Wine, allow for the most up-to-date experience. Finally, the no-frills integration with the GNOME and Cinnamon environments keep your desktop looking beautiful, leaving you everything you want, and nothing you don’t."
  },
  {
    "name": "freezedryWelcome",
    "text": "This is your community dashboard, where you can find Freezedry configurations that others in the Apricity OS community have made. If you find one you like, either load it onto an existing Apricity OS installation from the freezedry command-line tool, or build an iso to install it onto a new computer."
  },
  {
    "name": "homeFreezedry",
    "text": "A never before seen feature, Apricity Freezedry allows you to easily build your own custom version of Apricity OS online with an easy to use form. When complete, download and share your custom creation with the community. Feel free to check out other builds and make suggestions."
  },
  {
    "name": "homeBattery",
    "text": "Apricity OS comes installed with TLP, an advanced but easy to use power management tool. TLP comes out of the box with a default setup optimized to maximize your computer’s battery life. However, TLP is highly customizable for your personal needs."
  },
  {
    "name": "homeUpdates",
    "text": "Because of its roots in ArchLinux, Apricity OS follows a rolling release schedule. This means that your entire system will receive updates on a regular basis, avoiding any frustration with out-of-date software while maintaining its security and stability."
  },
  {
    "name": "homeSecurity",
    "text": "Avoiding the often frustrating and complicated iptables that make up a traditional Linux firewall, Apricity OS opts instead for Uncomplicated Firewall (UFW). UFW comes out of the box with a default configuration that protects a basic user. Despite this, UFW also allows for a high level of customizability, and can be used with wide variety of systems."
  },
  {
    "name": "featuresFreezedry",
    "text": "Our goal is to create a productive environment that fosters creativity, and there is no better way to do so than with your own personal touch. Now, with a never before seen feature, Apricity Freezedry enables you to easily build your own custom version of Apricity OS online with an easy to use form. When complete, you will be able download and share your custom creation with the community! Feel free to check out other builds and make suggestions."
  },
  {
    "name": "featuresUpdates",
    "text": "Apricity OS easily stays up-to-date because of its rolling release schedule and use of the Pamac package manager. On account of its roots in ArchLinux, Apricity OS follows a rolling release schedule. This means that your entire system will receive updates on a regular basis, avoiding any frustration with out-of-date software while maintaining its security and stability. The Pamac package manager makes it easy to install these frequent updates and find available packages for download. "
  },
  {
    "name": "featuresSecurity",
    "text": "The Uncomplicated Firewall (UFW) allows for a simple, no frills approach to securing your computer. UFW provides a friendly framework for managing netfilter without the hassle of using iptables, and provides a set of command-line tools for working with your firewall. It comes downloaded with a configuration optimized for most computers, but allows for a high level of customization to suit the user’s needs."
  },
  {
    "name": "featuresOffice",
    "text": "Functionality is brought to the forefront of Apricity OS with the inclusion of the LibreOffice application suite. LibreOffice is a high-quality, modern office suite that includes necessary applications, including Writer, their word processor, and Calc, their spreadsheet program. "
  },
  {
    "name": "featuresWindows",
    "text": "Wine and PlayOnLinux provide seamless integration of many Windows programs into Apricity OS. Eliminating the need for a virtual machine, Wine changes the operation of these applications, resulting in a more streamlined use of Windows applications. PlayonLinux lets you continue to play your favorite Windows games on Apricity OS. These solutions enable you to maintain your current workflow (and gaming habits) while transitioning operating systems and provides for a larger library of applications."
  },
  {
    "name": "featuresBackup",
    "text": "SBackup, is one of the easiest ways to back up your computer. While remaining simple and easy to use, it has many notable features which makes it stand apart from the competition. SBackup is able to create both compressed and uncompressed backups, able to split uncompressed backups into multiple parts, supports scheduled backups and manual backups, can back up files to both local and remote destinations, and has a variety of advanced options such as logging, and email notification."
  },
  {
    "name": "featuresCloud",
    "text": "Apricity OS lets you put your favorite web apps on the desktop with ICE, a simple SSB site-specific browser manager. These specialized browsers allow you to immediately access your most used websites, minimizing hassle and maximizing enjoyment. FileZilla, the included FTP solution, allows for the fast access of remote servers, meanwhile Syncthing facilitates the sharing of data across multiple platforms–which can be even faster than cloud-based alternatives."
  },
  {
    "name": "featuresMultimedia",
    "text": "Apricity OS is outfitted with a full set of multimedia codecs, so you can quickly access all of your media. GNOME Videos and Music are both elegant solutions that can play both popular media and playlist formats. Keep tabs on your photo library with GNOME Photos and edit them with the professional GIMP image editor and create custom graphics with Inkscape, the open source vector graphics software."
  },
  {
    "name": "featuresIntro",
    "text": "By downloading Apricity OS, you gain access to a suite of simple, yet powerful applications that leave you with a flexible and robust operating system, perfect for the average Linux user. However for more advanced users, Freezedry offers you the opportunity to modify a number of modules, creating the best operating system for your personal computing needs. Below we list some of the core packages included in Apricity OS. "
  },
  {
    "name": "freezedryCreateWelcome",
    "text": "It looks like you haven't made any configs yet! If you aren't following it already, we recommend that you read our guide on creating a new Freezedry configuration. Check out the Docs section of the site to learn more."
  }
]

